{
    "PublicService": {
        "name": "License for possession and carrying firearms for personal security for nationals of EU member states residing or temporarily staying in Greece.",
        "evidence": [
            {
                "id": 1,
                "evs": [
                    {
                        "id": "Δ934937",
                        "name": "Proof of payment of the fee",
                        "description": "Proof of payment of the fee."
                    },
                    {
                        "id": "Δ933576",
                        "name": "Certificate from a psychiatrist indicating the mental health condition of the applicant.",
                        "description": "Certificate from a psychiatrist indicating the mental health condition of the applicant."
                    },
                    {
                        "id": "Δ256364",
                        "name": "Statutory declaration under Law 1599/86 of the applicant stating that they do not fall under the prohibitions of Article 18 of Law 2168/1993 and that they are not a fugitive from justice.",
                        "description": "Statutory declaration under Law 1599/86 of the applicant stating that they do not fall under the prohibitions of Article 18 of Law 2168/1993 and that they are not a fugitive from justice."
                    },
                    {
                        "id": "Δ854236",
                        "name": "Statutory declaration of the applicant stating that they will keep the firearm in Greece and will not transport it to another country without the necessary license.",
                        "description": "Statutory declaration of the applicant stating that they will keep the firearm in Greece and will not transport it to another country without the necessary license."
                    },
                    {
                        "id": "Δ987732",
                        "name": "Certified copy of the residence or stay permit of the applicant in our country.",
                        "description": "Certified copy of the residence or stay permit of the applicant in our country."
                    },
                    {
                        "id": "Δ367883",
                        "name": "Three (3) photographs.",
                        "description": "Three (3) photographs."
                    },
                    {
                        "id": "Δ146343",
                        "name": "Complete Criminal Record Certificate (Type A) for the applicant in the case of a natural person.",
                        "description": "Complete Criminal Record Certificate (Type A) for the applicant in the case of a natural person."
                    },
                    {
                        "id": "Δ678367",
                        "name": "Opinion of the competent Prosecutor of Misdemeanors in case of particularly serious reasons.",
                        "description": "Opinion of the competent Prosecutor of Misdemeanors in case of particularly serious reasons."
                    }
                ]
            }
        ],
        "criterion_requirments": [
            {
                "id": "cr0001",
                "name": "The applicant must be at least 18 years old."
            },
            {
                "id": "cr0002",
                "name": "The applicant must not suffer from or have been hospitalized for major mental disorders or severe personality disorders."
            },
            {
                "id": "cr0003",
                "name": "The applicant must not have been irrevocably convicted of: (a) any misdemeanor prosecuted ex officio and committed intentionally, for which a sentence of at least 2 years' imprisonment was imposed; (b) any misdemeanor under the provisions of Laws 2168/93 and 3500/2006. Additionally, no criminal prosecution must have been initiated against them for: (a) acts punishable as felonies, (b) violations of drug and organized crime laws, (c) acts of terrorism, (d) violations involving explosive or toxic substances, or (e) violations under Article 15 of Law 2168/93."
            },
            {
                "id": "cr0004",
                "name": "The applicant must be a national of an EU member state residing or temporarily staying in Greece."
            },
            {
                "id": "cr0005",
                "name": "The license is granted only for revolvers or pistols of Category B under Annex I of Law 2168/1993."
            }
        ]
    }
}

